{
  "posts": {
    {
      "title": "What to do in Rome",
      "description": "We've got the best guide for how to spend your vacation time in Rome, Italy, with the best of unmissable sights, the musts of what to eat and drink, the museum, churches, and historical sites you've been dreaming of, and all the secret spots you never knew about. It may be a cliché, but there’s no better advice for visitors to the Eternal City than the old adage, “When in Rome, do as the Romans do.” This is where la dolce vita originated, after all. Of course, after more than 2,000 years in existence, there are enough things to do, see, and explore to keep you busy for years, with decadent pasta, gelato, espresso, and pizza to indulge in, places to shop for everything from handicrafts to haute couture, archeological sites, Baroque churches, villas-turned-museums, and enough art to overload your senses. Whether you’ve never visited Rome or return often, here are 32 things you absolutely must do. And if you are looking for a place to stay while you’re in town, we’ve got recommendations for the Best Hotels in Rome."
    },
    {
      "title": "Top 15 products this week",
      "description": "Starting an online business is an exciting journey, but you’re bound to run into challenges along the way. One of the first obstacles new entrepreneurs face is how to choose the right product to sell online. This decision is essential to the success of your business, but with millions of options for products and suppliers and fierce competition from other sellers, where do you start? If you’ve gotten this far in your ecommerce journey, you’ve probably read the success stories of sellers who are making five-, six- or seven-figure incomes from selling products online. But how do top sellers find hot products, do market research, and source suppliers to turn their business dreams into reality? Big retail companies have entire departments dedicated to selecting, validating and sourcing products. However, most online sellers start out by doing everything themselves. It can seem daunting, but the process of choosing a great product doesn’t have to be scary or overwhelming. With the help of some great online tools and basic business acumen, choosing the right product is relatively simple. You just need to put in a bit of time and effort up front."
    },
    {
      "title": "What to cook today?",
      "description": "“What shall I cook today?” Great pamphlet from the Spry Shortening company and the 1940s. In excellent condition. 49 pages. Recipes for things like fried chicken, french fried potatoes, cakes, pies, etc. Please like us on Facebook at https://www.facebook.com/vintagecookbook, where you can find vintage recipes from all the classic cookbooks! Please follow us on Twitter @vintagecookbook! When you follow us on Twitter you’ll know immediately when we post new cookbooks and when we do mark downs! And don’t forget to click on “Recipes” at the top of the VintageCookbook.com Homepage. You’ll find one great recipe from many of the great antique and vintage cookbooks."
    }
  }
}
